spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.delete_virtual_server_f2e1792f7a055cbc8229d684fa6407c1_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:delete_virtual_server><virtual_servers><value>to_be_deleted_test_virtual_server</value></virtual_servers></wsdl:delete_virtual_server></env:Body></env:Envelope>